Repository: Kirankhawasi95/Adifona_Demo_Project
Catalog: Resources/Oem/Hormann/*.resx
Languages: portuguese

# help_topic_5_list_item_2
source: In the dialog box, drag the sliders to the optimum setting for you. The blue triangle indicates the volume of your left hearing system, the red one of your right.
portuguese: Na janela de diálogo, puxe o regulador para o ajuste ideal para o seu caso. O triângulo azul mostra o volume do seu aparelho auditivo esquerdo, o vermelho do direito.

# help_topic_5_list_item_3
source: Save the setting with 'OK'.
portuguese: Salve o ajuste com ‘OK’.

# help_topic_5_title
source: Disconnect volume control
portuguese: Separar o regulador de volume

# help_topic_6_content_text
source: Instead of the basic program, your hearing care professional can also activate the automatic program. Using smart algorithms, it detects the listening situation and automatically selects the correct settings - manual adjustments are not possible in this program.
portuguese: Em vez do programa básico, seu especialista em acústica também pode ativar o programa automático. Através de algoritmos inteligentes, este programa detecta a situação auditiva e seleciona, automaticamente, os ajustes corretos - ajustes manuais não são possíveis neste programa.

# help_topic_6_title
source: Automatic program
portuguese: Programa automático

# help_topic_7_content_text
source: The streaming program allows you to transfer sounds from an external source, e.g. phone calls or music, directly into your hearing system. Currently, this is only possible with iOS devices. To use this feature with an Android device, you need additional accessories. Please contact your hearing care professional for more information.
portuguese: Com o programa de Streaming você pode transmitir ruídos de uma fonte externa diretamente para o seu aparelho auditivo. Atualmente isto só é possível com dispositivos Apple. Para utilizar esta função em um dispositivo Android, é necessário adquirir outros acessórios. Em caso de necessidade, consulte seu especialista em acústica.

# help_topic_7_list_item_2
source: Drag and drop the sliders in the “Sound” tile to adjust the treble, mids, and lows.
portuguese: Ajuste os agudos, médios e graves no bloco ‘Som’, puxando a barra deslizante.

# help_topic_7_list_item_3
source: The mixer lets you adjust the focus of your hearing system: With the slider, you can adjust the relationship between the sounds from your surroundings and the sound being transmitted from the streaming source directly into the hearing system.
portuguese: O misturador permite ajustar o foco do seu aparelho auditivo: com auxílio da barra deslizante é possível ajustar a proporção entre os ruídos do seu entorno e o som transmitido diretamente da fonte de transmissão para o aparelho auditivo.

# help_topic_7_title
source: Streaming program
portuguese: Programa de Streaming

# help_topic_8_content_text_1
source: The app allows you to create favorites to save frequently used settings and easily recall them anytime. For example, store the settings you need in the office, while jogging, or in your favorite café, so you can quickly access them.
portuguese: O aplicativo permite criar favoritos para salvar configurações de uso frequente e recuperá-las facilmente a qualquer momento. Por exemplo, salve as configurações que você usa no escritório, na sua corrida diária ou na sua cafeteria habitual, para poder acessá-las rapidamente.

# help_topic_8_content_text_2
source: Creating a favorite:
portuguese: Criar favorito:

# help_topic_8_content_text_3
source: If you want, you can pair your favorite to a Wi-Fi or a specific location. Your smartphone then detects where you are and then automatically launches the desired program.
portuguese: Se desejar, você pode vincular seus favoritos a um dispositivo Wi-Fi ou um determinado local. Nesse caso, seu smartphone detecta onde você está e inicia o programa desejado automaticamente.

# help_topic_8_list_item_1
source: Select a program that you want to use to create a new favorite.
portuguese: Selecione um programa, que servirá como base para criar um novo favorito.

# help_topic_8_list_item_2
source: In the program, click the gear icon, and then click Create Favorite.
portuguese: Clique no símbolo da roda dentada no programa e, em seguida, em Criar favorito.

# help_topic_8_list_item_3
source: Give your favorite a name and select a suitable icon.
portuguese: Atribua um nome ao favorito e selecione um símbolo adequado.

# help_topic_8_title
source: Favorites
portuguese: Favoritos

# help_topic_9_content_text
source: Click on the menu icon in the top right corner of the screen to open the main menu. From here, you can switch to your programs and navigate to app settings. You can also call up the help function via the main menu. You will also find support and legal information here.
portuguese: Abra o menu principal, clicando no símbolo de menu no canto superior direito da tela. A partir dali, você pode mudar para seus programas e navegar nas configurações do app. A função Ajuda também pode ser acessada a partir do menu principal. Além disso, aqui você pode consultar informações legais e de suporte técnico.

# help_topic_9_title
source: Main menu
portuguese: Menu principal

# home_btHelp
source: Help
portuguese: Ajuda

# home_pageTitle
source: Start
portuguese: Início

# info_distributedBy
source: Distributed by
portuguese: Distribuído por

# info_imprintAddressTitle
source: Address
portuguese: Endereço

# info_imprintManufacturer
source: Manufacturer:
portuguese: Fabricante:

# info_imprintSupportTitle
source: Support
portuguese: Suporte

# info_imprintTitle
source: Imprint
portuguese: Aviso legal

# info_imprint_licencesText
source: This is the content for the licenses section.
portuguese: Este é o conteúdo para a área de licenças.

# info_instructionsTitle
source: Instructions for use
portuguese: Instruções de uso

# initPerm_btCloseHelp
source: Close
portuguese: Fechar

# initPerm_btConfirm
source: Continue with these permissions
portuguese: Continuar com estas permissões

# initPerm_btPermissionAlreadyDeniedCancel
source: Cancel
portuguese: Cancelar

# initPerm_btPermissionAlreadyDeniedConfirm
source: Open
portuguese: Abrir

# initPerm_Description
source: To use all the features of this app, the app needs additional permissions. If you enable any of the features listed below, you may be asked to grant the necessary permission. You can withdraw the permissions at any time or disable the respective feature in the settings of the app.
portuguese: Para poder utilizar todas as funções do aplicativo, o app requer permissões adicionais. Se desejar ativar uma das funções abaixo relacionadas, você será solicitado para dar a permissão necessária. Você pode remover as permissões a qualquer momento ou desativar a respectiva função nas configurações do app.

# initPerm_GeolocationDescription
source: Allow the app to query the current location
portuguese: Permitir ao app consultar a localização atual

# initPerm_GeolocationHelp
source: This setting allows the app to store the last position of the hearing systems so that they can find them more easily again should you lose them. You can enable/disable this setting at any time in the app settings.
portuguese: Este ajuste permite ao app salvar a última localização dos aparelhos auditivos, para que você possa encontrá-los mais facilmente em caso de perda. Você pode ativar ou desativar este ajuste a qualquer momento nas configurações do app.

# initPerm_GeolocationScanMessage
source: You have not activated device tracking. The app needs this permission to scan for your hearing systems. To use this feature, enable device tracking in the settings on your smartphone.
portuguese: Você não ativou o compartilhamento de local para o app. O app precisa desta permissão para poder procurar seus aparelhos auditivos. Para utilizar esta função, ative o compartilhamento de local nas configurações do seu smartphone.

# initPerm_GeolocationScanTitle
source: No permission to scan
portuguese: Sem permissão para localizar

# initPerm_GeolocationTitle
source: Location services
portuguese: Serviços de localização

# initPerm_MicrophoneDescription
source: Allow the app to record audio data using the microphone.
portuguese: Permitir ao app registrar dados de áudio através do microfone.

# initPerm_MicrophoneHelp
source: This setting allows you to record audio samples using the microphone.
portuguese: Este ajuste permite efetuar gravações através do microfone.

# initPerm_MicrophoneTitle
source: Record function
portuguese: Função gravação

# initPerm_PermissionAlreadyDeniedMessage
source: You have already declined permission for ' {0} '. To re-grant permission, please open the settings on your smartphone.
portuguese: Você já recusou a permissão para ‘{0}’. Para conceder a permissão novamente, abra as configurações do seu smartphone.

# initPerm_PermissionAlreadyDeniedTitle
source: Permission already declined
portuguese: Permissão já recusada

# initPerm_StorageDescription
source: Access to the file system
portuguese: Acesso ao aparelho de arquivos

# initPerm_StorageHelp
source: Allows you to save audio data to the smartphone
portuguese: Permite salvar os dados de áudio no smartphone

# initPerm_StorageTitle
source: File access
portuguese: Acesso aos arquivos

# initPerm_Subtitle
source: Permissions:
portuguese: Permissões:

# initPerm_Title
source: Just one more small step ...
portuguese: Somente mais um pequeno passo...

# init_CancelConnectionButtonCancel
source: Continue
portuguese: Continuar

# init_CancelConnectionButtonOK
source: Stop
portuguese: Sair

# init_CancelConnectionMessage
source: Do you want to cancel the connection attempt to your hearing systems and get more information about establishing a connection?
portuguese: Deseja encerrar a tentativa de conexão ao seu aparelho auditivo e receber mais informações sobre o tema Estabelecimento da conexão?

# init_CancelConnectionTitle
source: Cancel connection
portuguese: Cancelar procedimento de conexão

# init_DeviceLeft
source: Left
portuguese: Esquerda

# init_DeviceRight
source: Right
portuguese: Direita

# init_StepChecking
source: Providing access to your hearing systems.
portuguese: Fornecendo acesso aos seus aparelhos auditivos.

# init_StepConnection
source: Connecting to your hearing systems.
portuguese: Aparelhos auditivos são conectados.

# init_StepConnectionCancellation
source: Stop connecting hearing systems. Takes up to 1 min.
portuguese: Parar de conectar sistemas auditivos. Demora até 1 min.

# init_StepLoadingCachedProgramParams
source: Loading cached hearing system data from the phone.
portuguese: Carregando dados em cache do aparelho auditivo a partir do telefone.

# Init_txt_Bluetooth
source: Bluetooth on
portuguese: Bluetooth ligado

# Init_txt_Connection
source: Hearing systems detected
portuguese: Aparelhos auditivos detectados

# Init_txt_DevicePower
source: Batteries OK
portuguese: Baterias OK

# Init_txt_DeviceState
source: Status detected
portuguese: Status detectado

# introPage1_Description
source: Thank you for choosing a hormann hearing system.
portuguese: Muito obrigado por ter decidido pela aquisição de aparelhos auditivos hormann.

# introPage1_ImageSubLine
source: The hormann app offers a number of features to facilitate the everyday use of your hearing system.
portuguese: O aplicativo hormann oferece uma infinidade de funções, destinadas a facilitar o seu dia-a-dia e o manuseio dos seus aparelhos auditivos.

# introPage1_Title
source: Welcome!
portuguese: Seja bem-vindo!

# introPage2_Description
source: Easily control your hearing system with the hormann app.
portuguese: Controle seus aparelhos auditivos confortavelmente com o app hormann.

# introPage2_ImageSubLine
source: Use the app as a remote control and adjust the sound and volume or switch between programs.
portuguese: Utilize o app como controle remoto e regule o som e o volume, ou alterne entre os programas auditivos.

# introPage2_Title
source: Remote control of your hearing system
portuguese: Controle remoto dos seus sistemas auditivos

# introPage3_Description
source: Apply individual modifications to your hearing programs.
portuguese: Som absolutamente cristalino - sem a interferência de ruídos secundários: reprodução de música e audiolivros diretamente em seus aparelhos auditivos.

# introPage3_ImageSubLine
source: You can save these modifications as your own favorites.
portuguese: Você também pode salvar estes ajustes como seus próprios Favoritos.

# introPage3_Title
source: Customize hearing programs
portuguese: Ajustar programas auditivos

# introPage4_btContinue
source: Here we go!
portuguese: Vamos lá!

# introPage4_Description
source: Always allow the hormann app to access your location in order to find your hearing devices or to set up location specific hearing programs.
portuguese: Permita ao aplicativo hormann acessar sua localização a qualquer momento, para encontrar seus aparelhos auditivos ou para definir programas auditivos específicos para o local.

# introPage4_ImageSubLine
source: The hormann app uses your location in the background to provide updated information.
portuguese: Com isso, o app hormann usa localização em segundo plano, para poder disponibilizar informações atuais.

# introPage4_Title
source: Use your location
portuguese: Usar a localização

# introPage5_Description
source: We hope you enjoy using your hormann hearing system and the hormann app.
portuguese: Divirta-se usando seus aparelhos auditivos e o aplicativo hormann.

# introPage5_ImageSubLine
source: If you have further questions, please refer to the instructions or contact your hearing care professional.
portuguese: Em caso de dúvidas, consulte o manual de instruções ou entre em contato com seu especialista de aparelhos auditivos.

# introPage5_Title
source: Using the app
portuguese: Utilização do app

# licensePage_Build
source: Build number
portuguese: Número de construção

# licensePage_EmptyView
source: No licenses found.
portuguese: Nenhuma licença encontrada.

# licensePage_LicenseType
source: License type
portuguese: Tipo de licença

# licensePage_Provider
source: Provider
portuguese: Fornecedores

# licensePage_Version
source: Version
portuguese: Versão

# loc_bt_ToGPSSettings
source: To GPS settings
portuguese: Ir para os Ajustes GPS

# loc_bt_ToNearFieldHearingAidSearch
source: To near field search
portuguese: Ir para a Busca de proximidade

# loc_msg_AllHearingAidsStillConnected
source: Your hearing systems are still connected to the smartphone, which means they are close by. Use near field search to find your hearing systems.
portuguese: Seus aparelhos auditivos ainda estão conectados ao smartphone, ou seja, eles estão perto. Para encontrar seus aparelhos auditivos, você pode utilizar a Busca de proximidade.

# loc_msg_BothHearingAids
source: Both hearing systems
portuguese: Ambos os aparelhos auditivos

# loc_msg_GPSHardwareNotEnabled
source: GPS is disabled. GPS must be enabled to use this feature.
portuguese: O GPS está desativo. Para poder utilizar esta função, o GPS precisa ser ativado.

# loc_msg_LastTimeConnectedStart
source: Location on
portuguese: Posição de

# loc_msg_LoadingGPSData
source: Loading GPS data ...
portuguese: Carregando os dados GPS...

# loc_msg_NoGPSHardwareFound
source: Your smartphone does not have GPS hardware. You cannot use this feature.
portuguese: Seu smartphone não possui o hardware GPS. Você não pode utilizar esta função.

# loc_msg_NoInstrumentLocationsFound
source: No location data for your hearing systems has been found.
portuguese: Ainda não foi registrado nenhum dado de posição dos seus aparelhos auditivos.

# mainMenu_BtnHelp
source: Help
portuguese: Ajuda

# mainMenu_BtnImprint
source: Imprint
portuguese: Aviso legal

# mainMenu_BtnLicenses
source: Licenses
portuguese: Licenças

# mainMenu_BtnMyHearingProfile
source: My hearing profile
portuguese: Meu perfil auditivo

# mainMenu_BtnOptions
source: Settings
portuguese: Configurações

# mainMenu_BtnPrograms
source: Programs
portuguese: Programas

# mainMenu_BtnStart
source: Start
portuguese: Início

# mainMenu_Header
source: Navigation
portuguese: Navegação

# mainPage_BackDisplayText
source: Start
portuguese: Início

# mainPage_LoadingProgramParams
source: Processing hearing system data.
portuguese: Processando os dados do aparelho auditivo.

# mainPage_UnableToSwitchProgramWhileLoading_Favorite
source: Program data are loading. Please be patient.
portuguese: Os dados do programa auditivo ainda estão sendo carregados. Aguarde alguns instantes.

# mainPage_UnableToSwitchProgramWhileLoading_Normal
source: Program data are loading. Please be patient.
portuguese: Os dados do programa auditivo ainda estão sendo carregados. Aguarde alguns instantes.

# mainPage_VolumeInitialized
source: Volume settings have been loaded.
portuguese: Os ajustes do volume foram carregados.

# mainPage_VolumeUnableToChange
source: Volume settings are being loaded. Please wait.
portuguese: Carregando os ajustes de volume. Favor aguardar.

# manageHA_btGotoSelection
source: Manage hearing systems
portuguese: Gerenciar aparelhos auditivos

# manageHA_Disconnect
source: Disconnect hearing systems
portuguese: Desconectar conexão

# manageHA_DisconnectingHearingSystems
source: Disconnecting hearing systems ...
portuguese: Desconectando sistemas auditivos ...

# manageHA_LabelModel
source: Type
portuguese: Tipo

# manageHA_LabelName
source: Name
portuguese: Nome

# manageHA_LabelSerial
source: Serial ID
portuguese: ID de série

# manageHA_leftDevice
source: Left hearing system
portuguese: Aparelho auditivo esquerdo

# manageHA_pageTitle
source: My hearing systems
portuguese: Meus aparelhos auditivos

# manageHA_pageTitle_monaural
source: My hearing system
portuguese: Meu aparelho auditivo

# manageHA_rightDevice
source: Right hearing system
portuguese: Aparelho auditivo direito

# manageHA_StateDescriptionDefault
source: Connected
portuguese: Conectado

# manageHA_StateDescriptionNone
source: Disconnected
portuguese: Não conectado

# manufacturer_State
source: Germany
portuguese: Alemanha

# menuPermission_HearingInstrumentLocationTracking
source: Tracking the hearing systems
portuguese: Determinar localização

# menuPermission_LocationTitle
source: Location
portuguese: Localização

# menu_Title_AppInfo
source: About this app
portuguese: Sobre este app

# menu_Title_AppReset
source: App reset
portuguese: Restaurar aplicativo

# menu_Title_ContractData
source: Contract data
portuguese: Dados contratuais

# menu_Title_DataProtection
source: Data protection
portuguese: Proteção de dados

# menu_Title_Devices
source: Hearing systems
portuguese: Aparelhos auditivos

# menu_Title_HelpTopics
source: Help topics
portuguese: Temas da Ajuda

# menu_Title_HelpTutorials
source: Tutorials, tips and help
portuguese: Tutoriais, dicas e ajuda

# menu_Title_Infos
source: Information
portuguese: Informações

# menu_Title_InstructionManual
source: Instructions for use
portuguese: Instruções de uso

# menu_Title_Legal_Infos
source: Legal information
portuguese: Informações legais

# menu_Title_MyProfile
source: Personal data
portuguese: Dados pessoais

# menu_Title_TermsOfUse
source: Terms of use
portuguese: Termos de uso

# messagesView_navBarTitle
source: My news
portuguese: Minhas notícias

# notificationChannelName_Default
source: General
portuguese: Geral

# oem_companyState
source: Germany
portuguese: Alemanha

# oem_support_desc_1
source: Please contact your hearing care professional.
portuguese: Consulte seu especialista em acústica.

# popup_btClose
source: Close
portuguese: Fechar

# popup_InstrumentInfoTitle
source: Hearing system information
portuguese: Informação aparelho auditivo

# programmsMenuPage_FavoritsPrograms
source: Favorites
portuguese: Favoritos

# programmsMenuPage_PresetPrograms
source: Preset
portuguese: Pré-ajustado

# programmsMenuPage_Title
source: Hearing programs
portuguese: Programas auditivos

# program_auto_changed_description
source: '{0}' was activated
portuguese: '{0}' foi ativado

# program_auto_changed_subtitle
source: Hearing system program was changed automatically!
portuguese: Programa auditivo foi alterado automaticamente!

# program_auto_changed_title
source: Hearing aid program changed automatically
portuguese: Programa auditivo alterado autom.

# prog_AutomationConnectedBluetooth
source: Connected to Blueooth device
portuguese: Conectado com aparelho Bluetooth

# prog_AutomationConnectedLocation
source: Connected to location
portuguese: Conectado com local

# prog_AutomationConnectedScanWifi
source: Detecting Wi-Fi
portuguese: Detectar Wi-Fi

# prog_AutomationConnectedWiFi
source: Connected to Wi-Fi
portuguese: Conectado com Wi-Fi

# prog_AutomationConnectedWiFiDesc
source: This hearing system program is automatically activated when connected to this Wi-Fi.
portuguese: Este programa auditivo é ativado automaticamente ao conectar com este Wi-Fi.

# prog_AutomationConnectedWifiNotFound
source: No Wi-Fi detected. Make sure that the device is connected.
portuguese: Nenhum Wi-Fi detectado. Certifique-se de que o aparelho está conectado.

# prog_AutomationConnectionAndroid8Hint
source: For Android devices with Version 8 or later, access to location data is required.
portuguese: Para dispositivos Android de versão 8 ou superior, é necessário o acesso aos dados de localização.

# prog_AutomationConnectionIos13Hint
source: For iOS devices with Version 13 or later, access to location data is required.
portuguese: Para dispositivos iOS de versão 13 ou superior, é necessário o acesso aos dados de localização.

# prog_AutomationConnectToBluetooth
source: Connect to Bluetooth device
portuguese: Conectar com aparelho Bluetooth

# prog_AutomationConnectToLocation
source: Connect to location
portuguese: Conectar com local

# prog_AutomationConnectToLocationInsufficientLocationPermissions
source: Permission to collect location data in the background was denied or service is disabled. Setting a location for a hearing program is disabled.
portuguese: A permissão para coletar dados de localização em segundo plano foi recusada ou o serviço está desativado. A definição de um local para um programa auditivo está desativada.

# prog_AutomationConnectToWiFi
source: Connect to Wi-Fi
portuguese: Conectar com Wi-Fi

# prog_AutomationDescription
source: You can connect your hearing program to a specific location or to Wi-Fi. Your hearing program will then start automatically.
portuguese: Você também pode conectar seu programa auditivo com um determinado local ou com Wi-Fi. Nesse caso, seu programa auditivo é iniciado automaticamente.

# prog_btCancel
source: Cancel
portuguese: Cancelar

# prog_btChangeIcon
source: Change
portuguese: Alterar

# prog_btParamValueTinnitusActiveTitle
source: Noise
portuguese: Ruído

# prog_btParamValueTinnitusBack
source: Back
portuguese: Voltar

# prog_btParamValueTinnitusMixerTitle
source: Noise mixer
portuguese: Ruído misturador

# prog_btParamValueTinnitusSettingsTitle
source: Settings
portuguese: Configurações

# prog_btSaveSettings
source: Save
portuguese: Salvar

# prog_dlgChangeProgramDescription
source: You are in an area you have defined. Should the hearing system switch to the appropriate situation?
portuguese: Você está em uma área determinada por você. Deseja que o aparelho auditivo alterne para a respectiva situação?

# prog_dlgChangeProgramTitle
source: Program switching
portuguese: Comutação de programa auditivo

# prog_dlgGeofenceAlreadyExist
source: Unfortunately, the position you have chosen has already been used. Please specify a different position.
portuguese: A posição selecionada já foi utilizada uma vez. Informe outra posição.

# prog_dlgWifiAlreadyExist
source: You have already connected this network to another hearing program.
portuguese: Você já conectou esta rede com outro programa auditivo.
