Repository: Kirankhawasi95/Adifona_Demo_Project
Catalog: Resources/Oem/Hormann/*.resx
Languages: portuguese

# error_Connection_UnsupportedHearingSystemErrorMessage
source: You tried to connect to a hearing system not supported by this app version.
portuguese: Você tentou se conectar a um aparelho auditivo não compatível com esta versão do aplicativo.

# error_Connection_UnsupportedHearingSystemErrorTitle
source: Unsupported devices
portuguese: Dispositivos não suportados

# error_Hardware_BluetoothMissingMessage
source: Your smartphone does not have Bluetooth. The app needs Bluetooth to communicate with your hearing systems. Unfortunately, your smartphone is not suitable for this.
portuguese: Seu smartphone não dispõe de Bluetooth. O app precisa de Bluetooth para poder comunicar-se com seus aparelhos auditivos. Infelizmente seu smartphone não é apropriado para essa função.

# error_Hardware_BluetoothMissingTitle
source: No Bluetooth available
portuguese: Não há Bluetooth

# error_Hardware_BluetoothNotActivatedMessage
source: Bluetooth is disabled on your smartphone. The app needs Bluetooth to communicate with your hearing systems.
portuguese: Bluetooth está desativado em seu smartphone. O app precisa de Bluetooth para poder comunicar-se com seus aparelhos auditivos.

# error_Hardware_BluetoothNotActivatedTitle
source: Bluetooth is disabled
portuguese: Bluetooth está desativado

# error_Hardware_LocationServiceDisabledMessage
source: Location is disabled on your smartphone. The hormann app needs the location service to scan and find your hearing aids and for the automatic hearing program start.
portuguese: A localização está desativada em seu smartphone. O app hormann requer que o serviço de localização pesquise e encontre seus aparelhos auditivos para o início automático do programa auditivo.

# error_Hardware_LocationServiceDisabledTitle
source: Location is disabled
portuguese: A localização está desativada

# error_Hardware_NoHearingAidConnectPermissionMessage
source: The hormann app does not have the permission to establish a connection to your hearing systems. Please go to your smartphone settings to give the app the permission to continue.
portuguese: O app hormann não tem a permissão para estabelecer uma conexão aos seus aparelhos auditivos. Vá até as configurações do seu smartphone e conceda a permissão ao app para continuar.

# error_Hardware_NoHearingAidConnectPermissionTitle
source: No permission to connect devices
portuguese: Não há permissões para conectar dispositivos

# error_Hardware_NoHearingAidDiscoveryPermissionMessage
source: The app does not have permission to search for your hearing systems. Please go to your smartphone settings to give the app permission to continue.
portuguese: O app não possui permissões para localizar seus aparelhos auditivos. Defina as permissões para o app através dos ajustes do seu smartphone, para poder prosseguir.

# error_Hardware_NoHearingAidDiscoveryPermissionTitle
source: No permission to scan for devices
portuguese: Não há permissões para localizar aparelhos auditivos

# error_Hardware_ResolutionAllowAccessNearbyDevicesMessage
source: Go to System Settings and allow the access of 'Nearby Devices'.
portuguese: Vá às Definições do Sistema e permita o acesso a “Dispositivos próximos”.

# error_Hardware_ResolutionAllowAccessNearbyDevicesTitle
source: Change permissions
portuguese: Permissões de alterações

# error_Hardware_ResolutionAllowLocationMessage
source: Go to System Settings and allow the usage of location data for this app.
portuguese: Vá às Definições do Sistema e permita o uso de dados de localização para este aplicativo.

# error_Hardware_ResolutionAllowLocationTitle
source: Change permissions
portuguese: Alterar permissões

# error_Hardware_ResolutionGotoSettingsMessage
source: Go to your smartphone settings and activate Bluetooth manually.
portuguese: Acesse as configurações do seu smartphone e ative o Bluetooth manualmente.

# error_Hardware_ResolutionGotoSettingsTitle
source: Go to settings
portuguese: Acessar Configurações

# error_Hardware_ResolutionLocationServiceContinueMessage
source: Continue without enabled location service.
portuguese: Continuar sem o serviço de localização ativado.

# error_Hardware_ResolutionLocationServiceContinueTitle
source: Continue
portuguese: Continuar

# error_Hardware_ResolutionLocationServiceEnableMessage
source: Open the location (services) settings in order to activate the location service.
portuguese: Abrir os ajustes de localização (serviços) para ativar o serviço de localização.

# error_Hardware_ResolutionLocationServiceEnableTitle
source: Activate location
portuguese: Ativar a localização

# error_Hardware_ResolutionRetryMessage
source: The operation will be performed again.
portuguese: O procedimento é executado novamente.

# error_Hardware_ResolutionRetryTitle
source: Repeat operation
portuguese: Repetir procedimento

# error_Hardware_ResolutionStartDemoMessage
source: The app launches in demo mode. This allows you to try out the features without any devices. You can stop demo mode at any time.
portuguese: O app inicia em modo demonstração. Você também pode experimentar as funções sem aparelhos auditivos. O modo demonstração pode ser encerrado a qualquer momento.

# error_Hardware_ResolutionStartDemoTitle
source: Start demo mode
portuguese: Iniciar modo demonstração

# error_Hardware_ResolutionTitle
source: What do you want to do now?
portuguese: O que deseja fazer agora?

# error_Hardware_SDKErrorMessage
source: There was an error in initializing the app. Please try again or contact Support.
portuguese: Ocorreu um erro ao inicializar o app. Tente novamente ou entre em contato com o suporte.

# error_Hardware_SDKErrorTitle
source: Initialization of the app failed
portuguese: A inicialização do app falhou

# error_NoPhoneNumber
source: No phone number
portuguese: Nenhum número de telefone registrado

# fav_btCancel
source: Cancel
portuguese: Cancelar

# fav_btCreate
source: Save Favorite
portuguese: Salvar favorito

# fav_EditIconDescription
source: Please select a new icon:
portuguese: Selecione um novo símbolo:

# fav_EditIconSubTitle
source: Select icon
portuguese: Selecionar símbolo

# fav_EditIconTitle
source: Customize the icon
portuguese: Adaptar símbolo

# fav_EditNameDescription
source: Please give your hearing program a new name:
portuguese: Atribua um novo nome ao seu programa auditivo:

# fav_EditNameSubTitleFav
source: Name of the hearing program
portuguese: Nome do programa auditivo

# fav_EditNameSubTitleStd
source: Name of the hearing program
portuguese: Nome do programa auditivo

# fav_EditNameTitle
source: Customize name
portuguese: Adaptar nome

# gblNotification_ActivateGeoTrackingCancel
source: Cancel
portuguese: Cancelar

# gblNotification_ActivateGeoTrackingMsg
source: You have disabled device tracking for the app and therefore cannot use this feature. You can cancel the operation and activate the function later in the hormann app settings or activate it directly here.
portuguese: Você desativou o rastreamento de dispositivo para o app e, portanto, não pode usar este recurso. Você pode cancelar a operação e ativar a função mais tarde nas configurações do app hormann ou ativá-la diretamente aqui.

# gblNotification_ActivateGeoTrackingOk
source: Activate
portuguese: Ativar

# gblNotification_ActivateGeoTrackingTitle
source: Tracking disabled
portuguese: Compartilhamento de local desativado

# gblNotification_ChangeLanguageDesc
source: Do you want to change the language?
portuguese: Deseja alterar o idioma?

# gblNotification_ChangeLanguageTitle
source: Change language?
portuguese: Alterar idioma?

# gblNotification_ConnectionLostHelp
source: To help
portuguese: Ir para a Ajuda

# gblNotification_ConnectionLostMessage
source: The connection to your {0} hearing system has been interrupted.
portuguese: A conexão com seu aparelho auditivo {0} foi interrompida.

# gblNotification_ConnectionLostTitle
source: Connection interrupted
portuguese: Conexão interrompida

# gblNotification_ErrorTitle
source: Error
portuguese: Erro

# gblNotification_FindStoreConnectionErrorDesc
source: Unable to connect to the Store Service.
portuguese: Não foi possível estabelecer uma conexão para carregar as lojas especializadas.

# gblNotification_FindStoreGeneralErrorDesc
source: Unable to load stores.
portuguese: Não foi possível carregar as lojas especializadas.

# gblNotification_HALeft
source: left
portuguese: esquerdo

# gblNotification_HARight
source: right
portuguese: direito

# gblNotification_LowBatteryMessage
source: Your {0} hearing system battery is almost empty. Please replace it in the next few hours.
portuguese: A bateria do seu aparelho auditivo {0} está quase vazia. Troque-a nas próximas horas.

# gblNotification_LowBatteryTitle
source: Hearing system battery almost empty
portuguese: Bateria do aparelho auditivo quase vazia

# gblNotification_No
source: No
portuguese: Não

# gblNotification_NoGeoTrackingMsg
source: You have disabled device tracking. To use this function, activate it under Settings.
portuguese: Você desativou o compartilhamento de local. Para utilizar esta função, ative o compartilhamento de local nas configurações do seu smartphone.

# gblNotification_NoGeoTrackingTitle
source: Tracking disabled
portuguese: Compartilhamento de local desativado

# gblNotification_NoGoogleMapsAvailableMessage
source: Unfortunately, the map service cannot be used on your smartphone. Please check to ensure that Google Play Services are up-to-date.
portuguese: Infelizmente o serviço de mapas não pode ser utilizado em seu smartphone. Verifique se os serviços do Google Play estão atualizados.

# gblNotification_NoGoogleMapsAvailableTitle
source: Map service not available
portuguese: Serviço de mapas não disponível

# gblNotification_ProgramCollectionAdjusted
source: The hearing programs have been adjusted to your current hearing system settings.
portuguese: Os favoritos foram adaptados aos ajustes atuais do seu aparelho auditivo.

# gblNotification_Yes
source: Yes
portuguese: Sim

# gbl_AndroidServiceTitle
source: Hearing systems
portuguese: Aparelhos auditivos

# gbl_btBack
source: Back
portuguese: Voltar

# gbl_ConnectionLost_Reconnecting
source: Your hearing systems have been disconnected. Please check your hearing systems. The app tries to reconnect.
portuguese: A conexão com seus aparelhos auditivos foi interrompida. Verifique seus aparelhos auditivos. O app está tentando restabelecer a conexão.

# gbl_DemoModeActivated
source: Demo mode
portuguese: Modo demonstração

# gbl_RemoteUpdateGotoBackupIndicator
source: Previous fitting
portuguese: Adaptação antiga

# geofenceservice_notification_desc
source: The Hormann app geofence service is active.
portuguese: O serviço geofence do app Hormann está ativado.

# geofenceservice_notification_title
source: Hormann App Geofence Service
portuguese: Serviço Geofence do App Hormann

# help_ConferenceMicrophonePage
source: Conference microphone
portuguese: Microfone para conferência

# help_FindDeviceLeftDevice
source: Left hearing system
portuguese: Aparelho auditivo esquerdo

# help_FindDeviceMap
source: Map view
portuguese: Mapa

# help_FindDeviceNearfield
source: Near field search
portuguese: Busca de campo próximo

# help_FindDevicePage
source: Find hearing systems
portuguese: Aparelhos auditivos encontrar

# help_FindDevicePage_LastSignalTextPartOne
source: The last signal was received on
portuguese: O último sinal foi recebido em

# help_FindDevicePage_LastSignalTextPartTwo
source: at
portuguese: às

# help_FindDevicePage_LocationTextPartOne
source: The map shows the location where your hearing system
portuguese: O mapa mostra o local, onde seu sistema auditivo

# help_FindDevicePage_LocationTextPartTwo
source: was last connected with the app.
portuguese: foi conectado por último com o aplicativo.

# help_FindDevicePage_NoDeviceKnown
source: No hearing system known for this side.
portuguese: Nenhum sistema auditivo conhecido para este lado.

# help_FindDevicePage_NoPositionData
source: No location data found.
portuguese: Nenhum dado de localização encontrado.

# help_FindDeviceRightDevice
source: Right hearing system
portuguese: Aparelho auditivo direito

# help_LogPage
source: Logs
portuguese: Registros

# help_MenuPage
source: Help
portuguese: Ajuda

# help_topic_1_1_content_text
source: To use your hearing systems with your iOS device (iPhone), you must first pair your hearing systems and iPhone before using the app. This way, the hearing aids and the iPhone communicate with each other. Please follow the instructions to successfully pair the hearing systems.
portuguese: Para poder utilizar seus aparelhos auditivos com seu dispositivo iOS (iPhone), os aparelhos auditivos e iPhone precisam primeiro ser emparelhados, antes de usar o app. Desta forma, os aparelhos auditivos e o iPhone se comunicam. Siga as instruções para emparelhar os aparelhos auditivos com sucesso.

# help_topic_1_1_list_item_1
source: Touch the Settings icon on your iPhone.
portuguese: Toque o ícone de Ajustes no seu iPhone.

# help_topic_1_1_list_item_2
source: In the Settings menu, go to: Hearing aids or General → Accessibility → MFi Hearing Aids, respectively
portuguese: No menu Ajustes, vá para: Geral → Acessibilidade → Dispositivos auditivos MFi

# help_topic_1_1_list_item_3
source: If the Bluetooth function is still disabled in this screen, activate Bluetooth. While the iPhone searches for the hearing aids, open and close the battery compartment of your hearing aids (this puts the hearing aids in pairing mode).
portuguese: Nesta tela, a função Bluetooth ainda está desativada, ative o Bluetooth. Enquanto o iPhone procura os aparelhos auditivos, abra e feche o compartimento dos seus aparelhos auditivos (desta forma, os aparelhos auditivos são colocados em modo de emparelhamento).

# help_topic_1_1_list_item_4
source: As soon as your iPhone detects your hearing systems for the first time your first name and “HA#123456" appears. If this does not happen within 5-7 seconds, go back on the upper left edge of the screen and call up "Hearing aids" again.
portuguese: É exibido o seu nome e "HG#123456”, assim que o iPhone detectar seus aparelhos auditivos pela primeira vez. Se isto no for o caso no prazo de 5 a 7 segundos, volte no canto superior esquerdo da tela e acesse novamente os “Dispositivos auditivos”.

# help_topic_1_1_list_item_5
source: Touch the name of the hearing system to connect the hearing systems to the iPhone.
portuguese: Toque no nome do aparelho auditivo para conectar os aparelhos com o iPhone.

# help_topic_1_1_list_item_6
source: Two pairing requests appear - one for each hearing system. Select Pair to join. The requests may appear with a few seconds delay.
portuguese: São exibidas duas consultas de emparelhamento - uma para cada aparelho auditivo. Selecione Emparelhar para estabelecer a conexão em definitivo. Ambas as consultas podem sofrer um pequeno atraso de segundos.

# help_topic_1_1_list_item_7
source: Pairing is now complete.
portuguese: O emparelhamento agora está concluído.

# help_topic_1_1_sub_title
source: Connect your hearing systems to an iOS device
portuguese: Conectar seus aparelhos auditivos com um dispositivo iOS

# help_topic_1_2_content_text
source: To use your hearing systems with your Android device, you must first pair the hearing system and the Android device. Please follow the instructions:
portuguese: Para poder utilizar seus aparelhos auditivos com seu dispositivo Android, os aparelhos auditivos e o dispositivo Android precisam primeiro ser emparelhados. Siga as instruções:

# help_topic_1_2_list_item_1
source: Touch the Settings icon.
portuguese: Toque o ícone de Ajustes.

# help_topic_1_2_list_item_2
source: Select Connections → Bluetooth.
portuguese: Selecione Bluetooth.

# help_topic_1_2_list_item_3
source: Change the settings to ON if Bluetooth is off. Open and close the battery compartment of the hearing systems. This puts the hearing systems in pairing mode.
portuguese: Mude os Ajustes para Ativar, se o Bluetooth estiver desativado. Abra e feche o compartimento da bateria dos aparelhos auditivos. Desta forma, os aparelhos auditivos são colocados em modo de emparelhamento.

# help_topic_1_2_list_item_4
source: Under Paired Devices you will see your first name followed by "HA#123456" once the hearing systems have been detected. If the name does not appear in the list of paired devices within 5-7 seconds, go back and select "Bluetooth".
portuguese: Abaixo de Dispositivos emparelhados, é exibido o seu nome seguido de “HG#123456”, assim que os aparelhos auditivos forem detectados. Caso o seu nome não for exibido no prazo de 5 a 7 segundos na lista de dispositivos emparelhados, toque no canto superior esquerdo no ícone “Acessibilidade” e, em seguida em “Dispositivos auditivos”.

# help_topic_1_2_list_item_5
source: The right and left hearing system each appear on the list once. Both list entries must be clicked for pairing.
portuguese: São exibidos uma vez o aparelho auditivo direito e uma vez o esquerdo na lista. Ambos os itens na lista devem ser clicados para o emparelhamento.

# help_topic_1_2_list_item_6
source: Pairing is complete.
portuguese: O emparelhamento está concluído.

# help_topic_1_2_sub_title
source: Pair your hearing systems with an Android device
portuguese: Emparelhar seus aparelhos auditivos com um dispositivo Android

# help_topic_1_3_content_text_1
source: After successfully connecting the hearing systems to your smartphone, the hearing systems can now be used with the app. The first time you open the app, you will be prompted to pair / connect your hearing systems with the smartphone during setup. To do this, select the appropriate hearing system from the list of available hearing systems.
portuguese: Depois da conexão bem sucedida dos seus aparelhos auditivos com seu telefone, os aparelhos podem ser usados com o app. Ao abrir o aplicativo pela primeira vez, você é solicitado para conectar/emparelhar seus aparelhos auditivos com o smartphone. Para tanto, selecione o aparelho correspondente na lista exibida de aparelhos auditivos disponíveis.

# help_topic_1_3_content_text_2
source: After completing the test, the app is activated and ready for use.
portuguese: Depois de concluir a verificação, o app está ativado e pronto para ser utilizado.

# help_topic_1_3_sub_title
source: Use your hearing systems with the app
portuguese: Utilizar seus aparelhos auditivos com o app

# help_topic_1_title
source: Connect / pair hearing systems
portuguese: Aparelhos auditivos conectar/emparelhar

# help_topic_2_1_list_item_1
source: On your smartphone, go to Settings or Settings → General → Accessibility.
portuguese: Vá para Ajustes ou para Ajustes → Geral → Acessibilidade em seu smartphone.

# help_topic_2_1_list_item_2
source: Select “MFi Hearing Aids”.
portuguese: Selecione “Dispositivos auditivos MFi".

# help_topic_2_1_list_item_3
source: Click on ‘Forget this device'.
portuguese: Clique em ‘Ignorar este aparelho’.

# help_topic_2_1_sub_title
source: Unpairing iOS devices:
portuguese: Desemparelhar aparelhos iOS:

# help_topic_2_2_list_item_1
source: On your smartphone, go to Settings → Bluetooth.
portuguese: Vá para Ajustes → Bluetooth em seu smartphone.

# help_topic_2_2_list_item_2
source: Tap on the gear icon to the right of your hearing system.
portuguese: Toque no símbolo da roda dentada à direita no seu aparelho auditivo.

# help_topic_2_2_list_item_3
source: Click on "Forget this Device ".
portuguese: Clique em “Desemparelhar”.

# help_topic_2_2_sub_title
source: Unpairing Android devices:
portuguese: Desemparelhar aparelhos no dispositivo Android:

# help_topic_2_content_text
source: When you update the software on your smartphone, the connection to your hearing systems may be lost. If this happens, unpair your devices and then reconnect them as described under "Connect / pair hearing systems".
portuguese: Por ocasião de uma atualização do seu smartphone pode ocorrer que o mesmo perca a conexão com seus aparelhos auditivos. Nesse caso, é necessário primeiro desemparelhar seus aparelhos (Unpairing) e, em seguida, estabelecer a conexão novamente, conforme descrito acima.

# help_topic_2_title
source: Unpairing your hearing systems
portuguese: Desemparelhar seus aparelhos auditivos

# help_topic_3_content_text
source: As soon as you open the app, the startup screen displays the most important features at a glance. You can see the battery status of your hearing systems, access the main menu, easily switch between hearing programs and adjust the volume.
portuguese: A tela inicial é exibida diretamente depois de abrir o app e oferece um resumo das funções mais importantes. Aqui você pode visualizar o status da bateria dos seus aparelhos auditivos, acessar o menu principal, mudar de um programa para outro e ajustar o volume.

# help_topic_3_title
source: The home page
portuguese: A página inicial

# help_topic_4_content_text_1
source: A large icon of the active hearing program is displayed in the center of the screen. The color tells you what kind of program it is. The colors are used throughout the app:
portuguese: O símbolo do programa auditivo ativo é exibido em tamanho grande no centro da tela. A cor identifica o tipo de programa. As cores são utilizadas em todo o aplicativo:

# help_topic_4_content_text_2
source: Click on the active hearing program icon to open the detail view where you can make adjustments and settings. Touch the corresponding icon to switch to another hearing program.
portuguese: Um clique no símbolo do programa ativo abre a vista detalhada, onde você pode realizar ajustes e configurações. Toque o símbolo correspondente para alternar para outro programa.

# help_topic_4_list_item_1
source: Red: Hearing programs set by the hearing care professional
portuguese: Vermelho: programas auditivos ajustados pelo especialista em acústica

# help_topic_4_list_item_2
source: Blue: Streaming programs
portuguese: Azul: programas de Streaming

# help_topic_4_list_item_3
source: Gray: Favorites created by you (if available)
portuguese: Cinza: favoritos definidos por você (se houver)

# help_topic_4_title
source: Hearing program selection
portuguese: Seleção de programas

# help_topic_5_content_text_1
source: At the bottom of the screen you'll find the volume control that lets you adjust the volume or mute your hearing systems. To do this, move the slider or use the +/- buttons.
portuguese: Na área inferior da tela está localizado o regulador de volume, através do qual você pode ajustar o volume ou desativar o áudio dos seus aparelhos auditivos. Para tanto deslize o regulador ou utilize as teclas +/- .

# help_topic_5_content_text_2
source: Different volume for right and left (binaural separation):
portuguese: Volume diferente para a direita e esquerda (separação binaural):

# help_topic_5_content_text_3
source: When binaural separation is activated, the volume control at the bottom of the screen shows a red and a blue triangle. The adjusted ratio is maintained even if you make changes to the overall volume.
portuguese: Se a separação binaural estiver ativada, o regulador de volume na borda inferior da tela exibe um triângulo vermelho e um azul. A proporção ajustada é mantida mesmo se você efetuar mudanças no volume em geral.

# help_topic_5_list_item_1
source: On the detail page of a hearing program click the icon to the right, next to the volume slider. Activate "Binaural separation".
portuguese: Na página detalhada de um programa auditivo, clique no símbolo à direita do regulador de volume. Ative a “Separação D/E”.
