Repository: Kirankhawasi95/Adifona_Demo_Project
Catalog: Resources/Oem/Hormann/*.resx
Languages: portuguese

# prog_IsAutomationActive
source: Start hearing program automatically
portuguese: Iniciar programa auditivo automaticamente

# prog_msgButtonCancel
source: Cancel
portuguese: Cancelar

# prog_msgCancelFavoritCreationButtonOK
source: Discard
portuguese: Descartar

# prog_msgCancelFavoritCreationMessage
source: Your hearing program "{0}" will not be saved.
portuguese: Se programa auditivo “{0}” não será salvado.

# prog_msgCancelFavoritCreationMessageNoname
source: Your hearing program will not be saved.
portuguese: Seu programa auditivo não será salvado.

# prog_msgCancelFavoritCreationTitle
source: Discard hearing program?
portuguese: Descartar programas auditivos?

# prog_msgDeleteButtonOK
source: Delete
portuguese: Excluir

# prog_msgDeleteMessage
source: Do you really want to delete the hearing program "{0}"?
portuguese: Deseja realmente excluir o programa auditivo “{0}”?

# prog_msgDeleteTitle
source: Delete hearing program
portuguese: Excluir programa auditivo

# prog_msgErrorNoIconMessage
source: Select an icon for the program!
portuguese: Selecione um símbolo para o programa auditivo.

# prog_msgErrorNoIconTitle
source: No program icon
portuguese: Nenhum símbolo de programa auditivo

# prog_msgErrorNoProgramNameMessage
source: Please give the hearing program a name!
portuguese: Atribua um nome ao seu programa auditivo.

# prog_msgErrorNoProgramNameTitle
source: No program name
portuguese: Nenhum nome de programa auditivo

# prog_msgResetButtonOK
source: Reset
portuguese: Restaurar

# prog_msgResetMessage
source: Do you really want to reset the hearing program parameters?
portuguese: Realmente restaurar parâmetros do programa auditivo?

# prog_msgResetTitle
source: Reset hearing program?
portuguese: Restaurar programa auditivo?

# prog_pageTitle
source: Hearing programs
portuguese: Programas auditivos

# prog_ParamAutoProgramDescription
source: Your hearing system automatically recognizes the situation and chooses the best settings.
portuguese: Seu aparelho auditivo detecta a situação automaticamente e seleciona os ajustes ideais.

# prog_ParamAutoProgramSwitchText
source: Auto program enabled:
portuguese: Programa auditivo automático ativado:

# prog_ParamAutoProgramTitle
source: Automatic
portuguese: Situação Auto

# prog_ParamBinauralDescription
source: Set different volume for right and left
portuguese: Ajuste de volume diferente para a direita e esquerda

# prog_ParamBinauralSwitch
source: Binaural separation
portuguese: Separação D/E

# prog_ParamBtCancel
source: Cancel
portuguese: Cancelar

# prog_ParamBtSave
source: Close
portuguese: Fechar

# prog_ParamEqualizerDescription
source: Reduces or increases depths, mids and highs in the sound spectrum
portuguese: Diminui ou aumenta graves, médios e agudos no espectro sonoro

# prog_ParamEqualizerHigh
source: High
portuguese: Agudo

# prog_ParamEqualizerLow
source: Low
portuguese: Grave

# prog_ParamEqualizerMid
source: Mid
portuguese: Médio

# prog_ParamEqualizerTitle
source: Sound
portuguese: Som

# prog_ParamNoiseReductionDescription
source: Reduces noise in your immediate surroundings.
portuguese: Reduz o ruído em seu entorno direto.

# prog_ParamNoiseReductionTitle
source: Noise reduction
portuguese: Supressão de ruídos

# prog_ParamSpeechFocusDescription
source: Configure the directionality of your hearing system to the viewing direction.
portuguese: Configure a direcionalidade do seu sistema auditivo para visualizar a direção.

# prog_ParamSpeechFocusTitle
source: Speech focus
portuguese: Foco na voz

# prog_ParamSpeechStrengthDescription
source: Strengthens human speech in your immediate surroundings.
portuguese: Amplifica a voz humana no entorno direto.

# prog_ParamSpeechStrengthTitle
source: Speech
portuguese: Idioma

# prog_ParamStreamingDescription
source: Adjust the volume of your surroundings in relation to the audio source.
portuguese: Adapte o volume do ambiente em relação à fonte de áudio.

# prog_ParamStreamingEnvironment
source: Environment
portuguese: Ambiente

# prog_ParamStreamingSource
source: Source
portuguese: Fonte

# prog_ParamTinnitusDescription
source: Here you can activate the tinnitus program, adjusting both the volume and sound of the noise.
portuguese: Aqui você pode ativar o programa de tinnitus, e ajustar o volume e o som do ruído.

# prog_ParamTinnitusTitle
source: Tinnitus
portuguese: Zumbido

# prog_ParamValueNoiseReductionBoost
source: Boost
portuguese: Volume da voz

# prog_ParamValueNoiseReductionHigh
source: High
portuguese: Forte

# prog_ParamValueNoiseReductionLow
source: Low
portuguese: Suave

# prog_ParamValueNoiseReductionMedium
source: Medium
portuguese: Médio

# prog_ParamValueNumeric1
source: Low
portuguese: Baixo

# prog_ParamValueNumeric2
source: Medium
portuguese: Médio

# prog_ParamValueNumeric3
source: High
portuguese: Alto

# prog_ParamValueSpeechFocusCentered
source: Front
portuguese: Frente

# prog_ParamValueTinnitusAmplificationHigh
source: High
portuguese: Alto

# prog_ParamValueTinnitusAmplificationLow
source: Low
portuguese: Baixo

# prog_ParamValueTinnitusDynamic
source: Dynamic
portuguese: Dinâmico

# prog_ParamValueTinnitusEqualizerTitle
source: Sound
portuguese: Som

# prog_ParamValueTinnitusFast
source: Fast
portuguese: Rápido

# prog_ParamValueTinnitusMedium
source: Medium
portuguese: Médio

# prog_ParamValueTinnitusMixerActivate
source: Mix ambient noise with tinnitus
portuguese: Misturar ruídos ambientais com zumbido

# prog_ParamValueTinnitusMixerEnvironment
source: Environment
portuguese: Ambiente

# prog_ParamValueTinnitusMixerTinnitus
source: Noise
portuguese: Ruído

# prog_ParamValueTinnitusMixerTitle
source: Noise mixer
portuguese: Ruído misturador

# prog_ParamValueTinnitusOff
source: Static
portuguese: Estático

# prog_ParamValueTinnitusSettingsTitle
source: Setting noise
portuguese: Ajustar ruído

# prog_ParamValueTinnitusSlow
source: Slow
portuguese: Lento

# prog_ParamValueTinnitusStatic
source: Static
portuguese: Estático

# prog_ParamValueTinnitusTypeTitle
source: Modulation
portuguese: Modulação

# prog_ParamWindShieldDescription
source: Reduces wind noise in your immediate environment.
portuguese: Reduz ruídos de vento em seu entorno direto.

# prog_ParamWindShieldTitle
source: Wind filter
portuguese: Filtro de vento

# prog_ParamWritingData
source: Save changes
portuguese: Salvar alterações

# prog_SettingsActionAutomation
source: Auto hearing program start
portuguese: Início programa auditivo automático

# prog_SettingsActionChangeIcon
source: Customize the icon
portuguese: Adaptar símbolo

# prog_SettingsActionChangeName
source: Customize name
portuguese: Adaptar nome

# prog_SettingsActionCreateFavorite
source: Create hearing program
portuguese: Criar programa auditivo

# prog_SettingsActionDeleteFavorite
source: Delete hearing program
portuguese: Excluir programa auditivo

# prog_SettingsActionReset
source: Reset hearing program
portuguese: Restaurar programa auditivo

# prog_SettingsAppReset
source: Do you really want to reset the app?
portuguese: Realmente deseja restaurar o app?

# prog_SettingsAppResetTitle
source: Reset app
portuguese: Restaurar app

# prog_SettingsAutomationIsActivated
source: Enabled
portuguese: Ativado

# prog_SettingsAutomationIsNotActivated
source: Disabled
portuguese: Desativado

# prog_SettingsDescription
source: Here you can customize your hearing program, reset it or create a hearing program from your current settings. You can also get your hearing program to start automatically.
portuguese: Aqui você pode personalizar ou restaurar seu programa auditivo ou criar um programa auditivo a partir das suas configurações atuais. Você também ter seu programa auditivo iniciado automaticamente.

# prog_SettingsDescriptionAutoProgram
source: Here you can customize your hearing program. In automatic mode, you can only change the name and icon of the program. All other settings are managed automatically.
portuguese: Aqui você pode personalizar seu programa auditivo. Em modo automático somente é possível adaptar o nome e o ícone. Todas as demais configurações são gerenciadas automaticamente.

# remoteHelp_Description1
source: Insert text (Remote Help Description 1)
portuguese: Inserir texto (Ajuda remota descrição 1)

# remoteHelp_Description2
source: Insert text (Remote Help Description 2)
portuguese: Inserir texto (Ajuda remota descrição 2)

# remoteHelp_DescriptionTitle1
source: Introduction
portuguese: Introdução

# remoteHelp_DescriptionTitle2
source: Detail information
portuguese: Informações detalhadas

# remoteHelp_PageTitle
source: Help with installing new adjustment settings
portuguese: Ajuda na instalação de novas configurações de adaptação

# remove_hearingaid_title
source: Remove hearing systems
portuguese: Remover aparelhos auditivos

# remove_hearing_aid_Desc
source: Here you can remove the current link to a hearing system.
portuguese: Aqui você pode remover a vinculação atual para um aparelho auditivo.

# remove_left_hearing_aid
source: Remove left hearing system
portuguese: Remover aparelho auditivo esquerdo

source: Remove right hearing aid
portuguese: Remover aparelho auditivo direito

# selectDevices_btCancelScan
source: Cancel search
portuguese: Cancelar busca

# selectDevices_btConnectDevices
source: Connecting hearing systems
portuguese: Conectar aparelhos auditivos

# selectDevices_Description
source: The app is now looking for your hearing systems. This process may take some time. Please select your hearing systems from the list and confirm your selection with "Connect hearing systems".
portuguese: O app está buscando seus aparelhos auditivos. Este processo pode demorar alguns instantes. Selecione seus aparelhos auditivos na lista e confirme a seleção com “Conectar aparelhos auditivos”.

# selectDevices_DlgConfirmHearingAidManagementbtConfirm
source: Confirm
portuguese: Confirmar

# selectDevices_DlgConfirmHearingAidManagementDescription
source: Please confirm that the app should use your newly selected hearing systems.
portuguese: Confirme que o app deve utilizar os novos aparelhos auditivos selecionados.

# selectDevices_DlgConfirmHearingAidManagementTitle
source: Change hearing system?
portuguese: Alterar aparelho auditivo utilizado?

# selectDevices_NotifyNoHearingAidsSelected
source: You cannot disable all hearing systems. Please select the devices that you would like to use in the app!
portuguese: Você não pode desativar todos os aparelhos auditivos. Selecione os dispositivos que deseja utilizar no aplicativo!

# selectDevices_PageTitle
source: Select hearing systems
portuguese: Selecionar aparelhos auditivos

# selectDevices_ScanMessage
source: Searching for hearing systems ...
portuguese: Buscando aparelhos auditivos ...

# selectDevices_SideLeft
source: Left
portuguese: Esquerda

# selectDevices_SideRight
source: Right
portuguese: Direita

# selectDevices_SubTitle
source: Hearing systems found:
portuguese: Aparelhos auditivos encontrados:

# selectDevices_SubTitleKnownDevices
source: Hearing systems used:
portuguese: Aparelhos auditivos utilizados:

# settingPage_LanguageInfoDesc
source: Please choose a language from the list below:
portuguese: Selecione um idioma na lista abaixo:

# settingsPage_AppMode
source: Demo mode
portuguese: Modo demonstração

# settingsPage_AutomChangeFav
source: Auto hearing program change
portuguese: Mudança autom. de programa auditivo

# settingsPage_BatteryTest
source: Battery testing
portuguese: Verificação da bateria

# settingsPage_Binaural
source: Binaural volume
portuguese: Volume binaural

# settingsPage_ConnectedDevice
source: My hearing system
portuguese: Meu aparelho auditivo

# settingsPage_ConnectedDevices
source: My hearing systems
portuguese: Meus aparelhos auditivos

# settingsPage_Language
source: Language
portuguese: Idioma

# settingsPage_Notes
source: Representation
portuguese: Representação

# settingsPage_Permissions
source: Permissions
portuguese: Permissões

# settingsPage_Records
source: My recordings
portuguese: Minhas gravações

# settingsPage_StreamingSource
source: Streaming sources
portuguese: Fontes de streaming

# settingsPage_SubTitle_AppDevelopment
source: App development
portuguese: Desenvolvimento do app

# settingsPage_SubTitle_AppSettings
source: App Settings
portuguese: Ajustes do app

# settingsPage_SubTitle_HearingSystem
source: Hearing system
portuguese: Aparelho auditivo

# settingsPage_Title
source: Settings
portuguese: Configurações

# settings_AppMode_Title
source: Please select the mode in which you wish to use the app.
portuguese: Selecione o modo em que deseja utilizar o app.

# settings_languageChangingAnimation
source: Changing app language...
portuguese: Alterando o idioma do app...

# settings_languageTitle
source: Choose a language from the list.
portuguese: Selecione um idioma na lista.

# start_btStartScanning
source: Start scan
portuguese: Iniciar pesquisa

# start_initializeHardware
source: Checking hardware ...
portuguese: Verificando hardware...

# start_msg_Welcome
source: Welcome to the app.
portuguese: Seja bem-vindo no app.

# start_PageTitle
source: Hardware testing successful
portuguese: Verificação do hardware bem sucedida

# start_StartHearingModeForDevices
source: You can now connect your hearing systems. Please turn your hearing systems off and then on again and confirm with "Start Scan"!
portuguese: Agora você pode conectar seus aparelhos auditivos. Para tanto, desligue seus aparelhos auditivos e ligue-os novamente, em seguida, confirme com “Iniciar pesquisa”.

# toast_max_favorite_msg
source: Unfortunately, you cannot create any more favorites.
portuguese: Infelizmente você não pode criar mais favoritos.

# txtLeftSideShort
source: L
portuguese: E

# txtRightSideShort
source: R
portuguese: D

# welcomePageInfoText
source: Thank you for downloading this app. This app allows you to: • Control your hearing systems • Create your own hearing programs • Obtain information about your hearing solution • Create statistics regarding the use of your hearing systems • Contact support
portuguese: Obrigado por baixa o aplicativo. Com o app você pode: • Controlar seus aparelhos auditivos • Criar programas auditivos próprios • Receber informações sobre sua solução auditiva • Criar uma estatística sobre a utilização dos seus aparelhos auditivos • Entrar em contato com o suporte técnico

# welcomePageMoreInfo
source: More about the app
portuguese: Saiba mais sobre o app

# welcome_btDemoMode
source: Start in demo mode
portuguese: Iniciar em modo demonstração

# welcome_btStartInit
source: Set up now
portuguese: Configurar agora

# welcome_PageTitle
source: Welcome!
portuguese: Bem-vindo!

# widget_BatteryLeft
source: Left battery:
portuguese: Bateria esquerda:

# widget_BatteryRight
source: Right battery:
portuguese: Bateria direita:

# widget_EmptyViewTest
source: The app is closed. To use the widget you must start the app. Touch here to start the app.
portuguese: O app está fechado. Para utilizar o Widget, o app precisa ser iniciado. Toque aqui para iniciar o app.

# wifi_Connected_Fallback
source: Please connect to Wi-Fi if you want to use this.
portuguese: Conecte-se com uma rede Wi-Fi para utilizá-lo.
