Repository: Kirankhawasi95/Adifona_Demo_Project
Catalog: Resources/Oem/Hormann/*.resx
Languages: portuguese

# addNewHearingInstrument_Btn_Text
source: Add
portuguese: Adicionar

# add_hearing_aid_title
source: Add hearing system
portuguese: Adicionar aparelho auditivo

# AndroidServiceDescriptionBothConnected
source: Both hearing systems are connected.
portuguese: Ambos os aparelhos auditivos estão conectados.

# AndroidServiceDescriptionLeftConnected
source: The left hearing system is connected.
portuguese: O aparelho auditivo esquerdo está conectado.

# AndroidServiceDescriptionNoneConnected
source: No hearing systems are connected yet.
portuguese: Nenhum aparelho auditivo foi conectado até agora.

# AndroidServiceDescriptionRightConnected
source: The right hearing system is connected.
portuguese: O aparelho auditivo direito está conectado.

# audio_streaming_start
source: Start audio streaming
portuguese: Ativar microfone

# audio_streaming_stop
source: Stop audio streaming
portuguese: Desativar microfone

# automationHelpPageDescription
source: The Autostart feature allows you to automatically start your hearing program with one of the following two options:
portuguese: Com a função Autostart, você pode iniciar seu programa auditivo automaticamente com uma destas duas opções:

# automationHelpPageGeoDescription
source: You can start your hearing program near a certain place such as a restaurant.
portuguese: Você pode ativar o início do seu programa auditivo na proximidade de um determinado local, por exemplo, um restaurante.

# automationHelpPageGeoHeader
source: Connect to a location
portuguese: Conectar com local

# automationHelpPageWifiDescription
source: Your hearing program starts automatically as soon as your cell phone is connected to a Wi-Fi network.
portuguese: Você pode ativar o início automático do seu programa auditivo, assim que seu smartphone estiver conectado com uma rede Wi-Fi.

# automationHelpPageWifiHeader
source: Connect to Wi-Fi
portuguese: Conectar com Wi-Fi

# bluetoothAcivatePageTitle
source: Activate Bluetooth
portuguese: Ativar Bluetooth

# bluetoothChoosePageTitle
source: Select hearing system
portuguese: Selecionar aparelho auditivo

# bluetoothStartPageInfoText
source: Please turn on your hearing system. Make sure it's located near your smartphone.
portuguese: Ligue seu aparelho auditivo. Certifique-se de que esteja próximo do seu smartphone.

# bluetoothStartPageTitle
source: Activate Bluetooth
portuguese: Ativar Bluetooth

# bt_accept
source: Accept
portuguese: Aplicar

# bt_ActivateBluetooth
source: Activate Bluetooth
portuguese: Ativar Bluetooth

# bt_Cancel
source: Cancel
portuguese: Cancelar

# bt_Next
source: Next
portuguese: Avançar

# bt_No
source: No
portuguese: Não

# bt_send
source: Send
portuguese: Enviar

# bt_Settings
source: Settings
portuguese: Configurações

# bt_Yes
source: Yes
portuguese: Sim

# changeHearingInstrument_Btn_Text
source: Change
portuguese: Substituir

# change_hearing_aid_Desc
source: Change a hearing system that is currently connected.
portuguese: Aqui você pode substituir um aparelho auditivo atualmente conectado.

# change_hearing_aid_Title
source: Replace hearing systems
portuguese: Substituir aparelhos auditivos

# change_left_hearing_aid
source: Replace left hearing system
portuguese: Substituir aparelho auditivo esquerdo

# change_right_hearing_aid
source: Replace right hearing system
portuguese: Substituir aparelho auditivo direito

# def_Sit_AudioStreaming_Name
source: Audio streaming
portuguese: Transmissão de áudio

# def_Sit_Automatic_Name
source: Automatic
portuguese: Automático

# def_Sit_Basic_Name
source: Basic Program
portuguese: Programa básico

# def_Sit_Comfort_Name
source: Comfort
portuguese: Conforto

# def_Sit_Music_Name
source: Music
portuguese: Música

# def_Sit_Noise_Name
source: Noise
portuguese: Ruído de fundo

# def_Sit_Phone_Name
source: Phone
portuguese: Telefone

# def_Sit_TinnitusOnly_Name
source: Tinnitus
portuguese: Zumbido

# def_Sit_Wind_Name
source: Wind
portuguese: Vento

# demoModeStart
source: Start demo mode
portuguese: Iniciar modo demonstração

# demoPageTitle
source: Demo mode
portuguese: Modo demonstração

# describe_hearing_aid_problem_desc
source: Briefly describe the hearing problem so we can help you better.
portuguese: Descreva brevemente o problema auditivo, para que possamos ajudar-lhe.

# device_BatteryLevelValue
source: Loading Level
portuguese: Nível de carga

# device_NameTitle
source: Name
portuguese: Nome

# device_SerialNumberTitle
source: Serial number
portuguese: Número de série

# device_TypeTitle
source: Model
portuguese: Modelo

# dialog_ActivateDemo_Desc
source: Would you like to activate demo mode?
portuguese: Deseja mudar para o modo demonstração?

# dialog_ActivateDemo_Title
source: Activate demo mode
portuguese: Ativar modo demonstração

# dialog_Btn_Settings
source: Settings
portuguese: Configurações

# dialog_Cancel_Connection_Desc
source: Cancel connection
portuguese: Interromper conexão

# dialog_Cancel_Connection_Title
source: Cancel connection
portuguese: Interromper conexão

# dialog_CloseDemo_Desc
source: Do you want to close demo mode now?
portuguese: Deseja encerrar o modo demonstração agora?

# dialog_CloseDemo_Title
source: Close demo mode
portuguese: Encerrar modo demonstração

# dialog_disconnect_hearingaids_btn_disconnect
source: Disconnect
portuguese: Desconectar

# dialog_disconnect_hearingaids_desc
source: Do you really want to disconnect these hearing systems?
portuguese: Deseja realmente desconectar a conexão para este aparelho auditivo?

# dialog_disconnect_hearingaids_title
source: Disconnect hearing systems
portuguese: Desconectar conexão

# dialog_GeoLoc_InUse_User_Denied_Desc
source: You have denied the permission to use the location while using the app. If you want to use this feature, set the appropriate permission in the settings.
portuguese: Você recusou a permissão para usar a localização enquanto estiver usando o aplicativo. Se você deseja usar este recurso, ajuste a permissão apropriada nas definições.

# dialog_GeoLoc_InUse_User_Denied_Find_Desc
source: You have denied the permission to use the location while using the hormann app. This permission is needed for the 'Find hearing systems' feature. If you want to use this feature, set the appropriate permission in the settings.
portuguese: Você recusou a permissão para usar a localização enquanto estiver usando o aplicativo hormann. Esta permissão é necessária para o recurso ‘Encontrar aparelhos auditivos’. Se você deseja usar este recurso, ajuste a permissão apropriada nas definições.

# dialog_GeoLoc_InUse_User_Denied_Start_Desc
source: You have denied the permission to use the location while using the hormann app. This permission is needed for the 'automatic hearing program start' feature. If you want to use this feature, set the appropriate permission in the settings.
portuguese: Você recusou a permissão para usar a localização enquanto estiver usando o aplicativo hormann. Esta permissão é necessária para o recurso ‘Início automático do programa auditivo’. Se você deseja usar este recurso, ajuste a permissão apropriada nas definições.

# dialog_GeoLoc_User_Denied_Desc
source: You have denied the permission to use the location always. If you want to use this feature, set the appropriate permission in the settings.
portuguese: Você recusou a permissão para usar a localização sempre. Se você deseja usar este recurso, ajuste a permissão apropriada nas definições.

# dialog_Info_Title
source: Information
portuguese: Informação

# dialog_InternetConnectionRequired
source: An active Internet connection is required to use this service.
portuguese: Para utilizar este serviço é necessária uma conexão ativa com a internet.

# dialog_LoadUserProfileFailed
source: Unable to load profile. Failed to connect to Internet.
portuguese: Não foi possível carregar o perfil, porque o estabelecimento da conexão falhou.

# dialog_promoteUserToUseThisFunctionalityDescription
source: Please connect the user to your account to use this function.
portuguese: Conecte seu usuário com a conta para poder utilizar esta função.

# dialog_promoteUserToUseThisFunctionalityTitle
source: User not connected
portuguese: Usuário não conectado

# dialog_remove_hearingaid_btn_remove
source: Remove
portuguese: Remover

# dialog_remove_hearingaid_desc
source: Do you really want to remove the hearing aid?
portuguese: Tem certeza que deseja remover o aparelho auditivo?

# dialog_remove_hearingaid_title
source: Important!
portuguese: Importante!

# dialog_scanDevicesAgainDesc
source: Do you want to scan for more available devices?
portuguese: Deseja procurar outros aparelhos auditivos disponíveis?

# dialog_scanDevicesAgainTitle
source: Hearing system scanner
portuguese: Scan aparelhos auditivos

# dialog_ServiceNotAvailable
source: Service currently not available.
portuguese: Serviço atualmente não disponível.

# dlg_autoProgramStart_backgroundLocation_hint
source: To use the "automatic hearing program start” feature, the hormann app collects location data even when the app is running in the background.
portuguese: Para utilização do recurso “Início automático do programa auditivo”, o app hormann coleta dados, mesmo quando o aplicativo é usado em segundo plano.

# dlg_autoProgramStart_backgroundLocation_permissionDialog
source: Open the location settings to allow the hormann app to use the location all the time. This is needed to use the "automatic hearing program start" feature.
portuguese: Abra as configurações de localização para permitir que o app hormann use a localização sempre. Isto é necessário para usar o recurso “Início automático do programa auditivo”.

# dlg_autoProgramStart_backgroundLocation_preCheck
source: The hormann app collects location data to enable the automatic hearing program start even when the app is only running in the background. You have denied the ‘always allow' permission for the use of the location services. If you want to use the automatic hearing program start feature, set the appropriate permission in the settings.
portuguese: O app hormann coleta dados de localização para ativar o início automático do programa auditivo, mesmo quando o aplicativo é usado em segundo plano. Você recusou a permissão “permitir sempre” para uso dos serviços de localização. Se você desejar usar o recurso de início automático do programa auditivo, ative os serviços de localização nas definições.

# dlg_autoProgramStart_fineBackgroundLocation_preCheck
source: Open the location settings to allow the hormann app to use the precise location all the time. This is needed to use the "automatic hearing program start" feature.
portuguese: Abra as configurações de localização para permitir que o app hormann use a localização exata sempre. Isto é necessário para usar o recurso “Início automático do programa auditivo”.

# dlg_connect_bluetoothConnect_preCheck
source: You have denied the permission to access 'Nearby devices'. The permission is needed by the hormann app to connect to your hearing systems. Please set the appropriate permission in the app settings menu.
portuguese: Você recusou a permissão para acessar ‘Dispositivos próximos’. Esta permissão é necessária para que o app hormann se conecte aos seus aparelhos auditivos. Ajuste a permissão apropriada no menu de configurações do app.

# dlg_disabled_location_service_all_functions_description
source: In order to use the functions find hearing aids or position based automatic hearing program start confirm the next dialog.
portuguese: Para poder usar as funções Procurar aparelhos auditivos, Encontra aparelhos auditivos ou Início automático do programa auditivo baseado na posição, confirme o seguinte diálogo.

# dlg_disabled_location_service_auto_program_description
source: In order to use the position based automatic hearing program start you must activate the location services. Please confirm the next dialog with OK.
portuguese: Para poder usar o Início automático do programa auditivo baseado na posição, você precisa ativar os serviços de localização. Confirme o seguinte diálogo com OK.

# dlg_disabled_location_service_ble_scan_description
source: In order to search for hearing aids you must activate the location services. Please confirm the next dialog with OK.
portuguese: Para poder procurar seus aparelhos auditivos, você precisa ativar os serviços de localização. Confirme o seguinte diálogo com OK.

# dlg_disabled_location_service_title
source: Location disabled
portuguese: Localização desativada

# dlg_discovery_bluetoothScanConnect_hint
source: To search for hearing aids you must allow the permission to access 'Nearby devices' to the hormann app. Please do this in the next step.
portuguese: Para poder procurar seus aparelhos auditivos, você precisa conceder a permissão para acessar ‘Dispositivos próximos’ do app hormann. Faça isso no passo seguinte.

# dlg_discovery_bluetoothScanConnect_preCheck
source: You have denied the permission to access 'Nearby devices'. This permission is needed by the hormann app to search for your hearing systems and to connect to them later on. Please set the appropriate permission in the app settings menu.
portuguese: Você recusou a permissão para acessar ‘Dispositivos próximos’. Esta permissão é necessária para que o app hormann procure seus aparelhos auditivos e se conecte mais tarde. Ajuste a permissão apropriada no menu de configurações do app.

# dlg_discovery_locationInUse_hint
source: To search for hearing aids you must grant 'While using' location permissions. Please do this in the next step to find and connect your hearing systems.
portuguese: Para poder procurar seus aparelhos auditivos, você precisa conceder permissões de localização ‘Durante o uso’. Faça isso no passo seguinte para encontrar e conectar seus sistemas auditivos.

# dlg_mapCurrentPosition_inUse_preCheck
source: You have denied the permission to use the location while using the hormann app. This permission is needed for the 'Current position on map' feature. If you want to use this feature, set the appropriate permission in the settings.
portuguese: Você recusou a permissão para usar a localização enquanto estiver usando o aplicativo hormann. Esta permissão é necessária para o recurso ‘Posição atual no mapa’. Se você deseja usar este recurso, ajuste a permissão apropriada nas definições.

# dlg_mapCurrentPosition_locationInUse_hint
source: To use the function 'Current position on map' the hormann app requires authorization for location determination. In the next step please give the hormann app the permission 'While using'.
portuguese: Para usar o recurso ‘Posição atual no mapa’, o app hormann requer autorização para determinação da localização. No passo seguinte, conceda a permissão ‘Durante o uso’ ao app hormann.

# dlg_no_internet_desc
source: Please connect your smartphone to the Internet and try this action again.
portuguese: Conecte seu smartphone com a internet e, em seguida, execute esta ação novamente.

# dlg_no_internet_title
source: No Internet connection
portuguese: Sem conexão com a internet

# dlg_no_internet_warning_desc
source: Some functionalities are not available when the device is offline.
portuguese: Algumas funcionalidades não estão disponíveis enquanto o aparelho estiver offline.

# dlg_no_wifi_desc
source: Please connect your smartphone to a Wi-Fi network and then try this action again.
portuguese: Conecte seu smartphone com uma rede WiFi e, em seguida, execute esta ação novamente.

# dlg_no_wifi_title
source: No Wi-Fi connection
portuguese: Sem conexão Wi-Fi

# dlg_permission_bluetooth_hint
source: To search for or connect to your hearing aids you must allow the permission to access 'Nearby devices' to the hormann app. Please do this in the next step.
portuguese: Para poder procurar ou se conectar aos seus aparelhos auditivos, você precisa conceder a permissão para acessar ‘Dispositivos próximos’ do app hormann. Faça isso no passo seguinte.

# dlg_permission_bluetooth_preCheck
source: You have denied the permission to access 'Nearby devices'. This permission is needed by the hormann app to search for or connect to your hearing systems. Please set the appropriate permission in the app settings menu.
portuguese: Você recusou a permissão para acessar ‘Dispositivos próximos’. Esta permissão é necessária para que o app hormann procure ou se conecte aos seus aparelhos auditivos. Ajuste a permissão apropriada no menu de configurações do app.

# dlg_permission_location_hint
source: For some functions the app requires authorization for location determination. In the next step please give the app the permission 'Always allow'.
portuguese: Para algumas funções, o app requer a permissão para a localização. No passo seguinte, defina no app o acesso ‘Permitir sempre’.

# dlg_permission_location_in_use_find_hint
source: To use the function 'Find hearing systems' the hormann app requires authorization for location determination. In the next step please give the hormann app the permission 'While using'.
portuguese: Para usar o recurso ‘Encontrar aparelhos auditivos’, o app hormann requer autorização para determinação da localização. No passo seguinte, conceda a permissão ‘Durante o uso’ ao app hormann.

# dlg_permission_location_in_use_hint
source: For some functions the hormann app requires authorization for location determination. In the next step please give the hormann app the permission 'While using'.
portuguese: Para alguns recursos, o app hormann requer autorização para determinação da localização. No passo seguinte, conceda a permissão ‘Durante o uso’ ao app hormann.

# dlg_permission_title
source: Permission
portuguese: Permissão

# dlg_StartTrackingFailed_Desc
source: The hearing system position tracking could not be started. Please check the settings of the hormann app.
portuguese: Não foi possível iniciar o rastreamento da posição do aparelho auditivo. Verifique as definições do app hormann.

# dlg_tracking_alwaysLocation_preCheck
source: The hormann app collects location data to enable the 'Find hearing systems' feature even when the app is only running in the background. You have denied the ‘always allow' permission for the use of the location services. If you want to use the 'Find hearing systems' feature, set the appropriate permission in the settings.
portuguese: O app hormann coleta dados de localização para ativar o recurso ‘Encontrar aparelhos auditivos’ mesmo quando o aplicativo é usado em segundo plano. Você recusou a permissão “permitir sempre” para uso dos serviços de localização. Se você desejar usar o recurso de início automático do programa auditivo, ative os serviços de localização nas definições.

# error_Connection_BothInstrumentErrorMessage
source: A connection to your hearing systems could not be established. Please check that they are turned on and try again!
portuguese: Não foi possível estabelecer uma conexão com nenhum dos seus aparelhos auditivos. Verifique se os seus aparelhos auditivos estão ligados e tente novamente!

# error_Connection_BothInstrumentErrorTitle
source: Neither hearing system connected
portuguese: Ambos os aparelhos auditivos não estão conectados.

# error_Connection_GeneralErrorMessage
source: A connection to your hearing systems could not be established. Please check that they are turned on and try again!
portuguese: Não foi possível estabelecer uma conexão com nenhum dos seus aparelhos auditivos. Verifique se os seus aparelhos auditivos estão ligados e tente novamente!

# error_Connection_GeneralErrorTitle
source: Error in connecting your hearing systems
portuguese: Erro ao conectar seus aparelhos auditivos

# error_Connection_LeftInstrumentErrorMessage
source: No connection could be established to the left hearing system. Please check that the device is on and try again! You can also use the app with just one hearing system.
portuguese: Não foi possível estabelecer uma conexão com seu aparelho auditivo esquerdo. Verifique se o aparelho auditivo está ligado e tente novamente! Você também pode usar o app com apenas um aparelho auditivo.

# error_Connection_LeftInstrumentErrorTitle
source: No connection to the left hearing system
portuguese: Sem conexão com o seu aparelho auditivo esquerdo

# error_Connection_LeftInstrumentOnlyErrorMessage
source: No connection could be established to the left hearing system. Please check that the device is on and try again!
portuguese: Não foi possível estabelecer uma conexão com seu aparelho auditivo esquerdo. Verifique se o aparelho auditivo está ligado e tente novamente!

# error_Connection_ResolutionBackToSelectionMessage
source: Did you inadvertently select the wrong hearing system? Go back and check the names of the hearing systems you selected.
portuguese: Você selecionou acidentalmente um aparelho auditivo errado? Volte para a seleção e verifique o nome dos seus aparelhos auditivos selecionados.

# error_Connection_ResolutionBackToSelectionTitle
source: Back to hearing system selection
portuguese: Voltar para a seleção de aparelhos auditivos

# error_Connection_ResolutionGotoFindHearingAidMessage
source: If you have lost your hearing systems, the app can help you find them again. Please tap here.
portuguese: Se você tiver perdido seus aparelhos auditivos, o app poderá ajudar a encontrá-los. Para isso, toque aqui.

# error_Connection_ResolutionGotoFindHearingAidTitle
source: Find my hearing system(s)
portuguese: Localizar meus aparelhos auditivos

# error_Connection_ResolutionPairMessage
source: Use the bluetooth settings menu to pair or pair again your hearing systems with the smartphone. Try connect again afterwards.
portuguese: Use o menu de configurações bluetooth para parear ou reparear seus aparelhos auditivos com o smartphone. Em seguida, tente conectar novamente.

# error_Connection_ResolutionPairTitle
source: Pair my hearing systems
portuguese: Parear meus aparelhos auditivos

# error_Connection_ResolutionRetryMessage
source: The app is attempting to reconnect. Please restart your devices by turning them off and on again.
portuguese: O app tenta novamente estabelecer uma conexão. Reinicie os aparelhos, desligando e ligando-os novamente.

# error_Connection_ResolutionRetryTitle
source: Try connecting again
portuguese: Tentar conexão novamente

# error_Connection_ResolutionUseOneInstrumentOnlyMessage
source: The app connects to just one hearing system. If you want to connect to both hearing systems later on, go to 'My hearing systems' in the app settings menu and disconnect the single hearing system.
portuguese: O app está conectado com apenas um sistema auditivo. Se você deseja conectá-lo mais tarde com ambos os sistemas auditivos, navegue no menu Ajustes do app até “Meus sistemas auditivos” e desconecte o sistema auditivo individual.

# error_Connection_ResolutionUseOneInstrumentOnlyTitle
source: Use only one hearing system
portuguese: Uso temporário de apenas um aparelho sistema

# error_Connection_RightInstrumentErrorMessage
source: No connection could be established to the right hearing system. Please check that the device is on and try again. You can also use the app with just one hearing system.
portuguese: Não foi possível estabelecer uma conexão com seu aparelho auditivo direito. Verifique se o aparelho auditivo está ligado e tente novamente. Você também pode usar o app com apenas um aparelho auditivo.

# error_Connection_RightInstrumentErrorTitle
source: No connection to the right hearing system
portuguese: Sem conexão com o aparelho auditivo direito

# error_Connection_RightInstrumentOnlyErrorMessage
source: No connection could be established to the right hearing system. Please check that the device is on and try again.
portuguese: Não foi possível estabelecer uma conexão com seu aparelho auditivo direito. Verifique se o aparelho auditivo está ligado e tente novamente.
